<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="F. ARNOULD, J. DURAND, D. PAYANT, J. PHILIBERT, C. THURIER">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.02 [en] (Win95; I) [Netscape]">
   <TITLE>D&eacute;finition des besoins</TITLE>
</HEAD>
<BODY>

<CENTER><FONT COLOR="#000000"><FONT SIZE=+4>D&eacute;finition des besoins</FONT></FONT>
<HR WIDTH="100%"></CENTER>

<H1>
<FONT COLOR="#000000">1- Description g&eacute;n&eacute;rale</FONT></H1>

<p>Nous nous sommes plac&eacute;s dans la position d’un regroupement de personnes passionn&eacute;es de lapins. La cr&eacute;ation d’un site pour aider les propri&eacute;taires de
lapins à les faire reproduire n’existe pas encore et pourrait &ecirc;tre utile par exemple pour la sauvegarde de certaine race. L’objectif de ce projet est donc
de cr&eacute;er un site de rencontre pour les lapins à la mani&egrave;re des r&eacute;seaux sociaux afin de favoriser les &eacute;changes et rencontres entre lapins par le biais d’une
inscription sur le site, d’outils g&eacute;n&eacute;riques de discussion, organisation d’événements (concours…). Le concept de ce site serait de r&eacute;aliser un site
interactif avec une partie mod&eacute;rateur. Les propri&eacute;taires des lapins pourront correspondre avec d'autres propri&eacute;taires de lapins. Notre site n’est pas à but
 lucratif pour le moment. Il pourrait le devenir par la suite si l’on décide de cr&eacute;er des partenariats avec des marques commerciales par la suite
 (&eacute;quipement de lapins, nourriture pour lapins, partenariats avec des concours etc.) <br/><br/>
 <i>Objectifs secondaires : </i>
 <ul>
 <li>D&eacute;velopper le nombre de clients</li>
<li>Fid&eacute;liser ses clients</li>
<li>Rendre ce site de rencontre visible sur internet</li>
<li>D&eacute;ployer l’observation sociale en R&eacute;gion Centre</li>
</ul>
</p>


<H1>
2- Prototype papier / Pr&eacute; manuel utilisateur</H1>

<p>Prototype POWERPOINT mise en ligne PDF pour que se soit accessible <a href="PrototypeLapin_NetFinal.pdf">ici </a>&eacute;galement.<br/>
Prototype Tchat pour que l'on puisse d&eacute;cider de l'int&eacute;grer au site<br/>
Prototype Forum<br/>
</p>



<H1>
3- Besoins fonctionnels</H1>


<b>Les diff&eacute;rentes fonctions allou&eacute;es au site :</b>
<UL>
<li>Inscription</li>
<li>Profil + gestion (lapin / propri&eacute;taire)</li>
<li>Recherche</li>
<li>Messages priv&eacute;s</li>
<li>Commentaires</li>
<li>Contact (nous) : liens en pied de page</li>
<LI>Messages tchat</LI>
</UL>

<B>Les plus si le temps nous le permet :</B>
<UL>
<li>Forum</li>
<li>Administrateur/G&eacute;n&eacute;rateur</li>
<li>Gestion d’&eacute;v&eacute;nement</li>
<LI>Gestion d’amis</LI>
</UL>


<H1>
4- Besoins non fonctionnels</H1>

<UL>Les contraintes d’usage des fonctions.
<BR>Les contraintes de conception et de performance.
<BR>Qualit&eacute;s attendues du logiciel</UL>

<H1>
5- Crit&egrave;res de validation</H1>

<H1>
6- Plate-forme cible et de d&eacute;veloppement</H1>
<p>Site internet sur free : </p><a href="../index.php">http://arnould.f.free.fr/projet/</a>

<H1>
7- Analyse des risques</H1>
<ol>
<li>Concurrence avec d’autres sites qui pourraient se créer en même temps</li>
<li>Pas assez de public touché</li>
<li>Site trop ambitieux pour réaliser le projet dans les temps</li>
<li>Le jury ne le valide pas</li>
<li>Pas de réseau internet ce jour là</li>
<li>Echec du projet</li>
<li>Résultat du projet ne soit pas le résultat escompté </li>
<li>Les membres du groupes ne puissent avoir suffisamment de temps pour assumer son rôle jusqu’au bout.</li>
<li>Stress</li>
<li>Contraintes personnelles</li>
</ol>




<HR WIDTH="100%">

<BR><A HREF="acceuil.htm">SOMMAIRE DU PROJET LAPI.NET</A>
<BR>&nbsp;
</BODY>
</HTML>
