<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="F. ARNOULD, J. DURAND, D. PAYANT, J. PHILIBERT, C. THURIER">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.02 [en] (Win95; I) [Netscape]">
   <TITLE>Plan de d&eacute;veloppement</TITLE>
</HEAD>
<BODY>

<CENTER><FONT SIZE=+4>Plan de d&eacute;veloppement</FONT></CENTER>

<CENTER>
<HR WIDTH="100%"></CENTER>

<H1>
1- Description g&eacute;n&eacute;rale</H1>

<<<<<<< .mine
<p>Nous nous sommes plac&eacute;s dans la position d’un regroupement de personnes passionn&eacute;es de lapins. La cr&eacute;ation d’un site pour aider les propri&eacute;taires de 
lapins à les faire reproduire n’existe pas encore et pourrait &ecirc;tre utile par exemple pour la sauvegarde de certaine race. L’objectif de ce projet est donc 
de cr&eacute;er un site de rencontre pour les lapins à la mani&egrave;re des r&eacute;seaux sociaux afin de favoriser les &eacute;changes et rencontres entre lapins par le biais d’une 
inscription sur le site, d’outils g&eacute;n&eacute;riques de discussion, organisation d’événements (concours…). Le concept de ce site serait de r&eacute;aliser un site 
interactif avec une partie mod&eacute;rateur. Les propri&eacute;taires des lapins pourront correspondre avec d'autres propri&eacute;taires de lapins. Notre site n’est pas à but
 lucratif pour le moment. Il pourrait le devenir par la suite si l’on décide de cr&eacute;er des partenariats avec des marques commerciales par la suite 
 (&eacute;quipement de lapins, nourriture pour lapins, partenariats avec des concours etc.) <br/><br/>
 <i>Objectifs secondaires : </i>
 <ul>
 <li>D&eacute;velopper le nombre de clients</li>
<li>Fid&eacute;liser ses clients</li>
<li>Rendre ce site de rencontre visible sur internet</li>
<li>D&eacute;ployer l’observation sociale en R&eacute;gion Centre</li>
</ul>
</p>

=======
<p>Nous nous sommes placés dans la position d’un regroupement de personnes passionnées de lapins. La création d’un site pour aider les propriétaires de 
lapins à les faire reproduire n’existe pas encore et pourrait être utile par exemple pour la sauvegarde de certaine race. L’objectif de ce projet est donc 
de créer un site de rencontre pour les lapins à la manière des réseaux sociaux afin de favoriser les échanges et rencontres entre lapins par le biais d’une 
inscription sur le site, d’outils génériques de discussion, organisation d’événements (concours…). Le concept de ce site serait de réaliser un site 
interactif avec une partie modérateur. Les propriétaires des lapins pourront correspondre avec d'autres propriétaires de lapins. Notre site n’est pas à but
 lucratif pour le moment. Il pourrait le devenir par la suite si l’on décide de créer des partenariats avec des marques commerciales par la suite 
 (équipement de lapins, nourriture pour lapins, partenariats avec des concours etc.) <br/><br/>
 <i>Objectifs secondaires : </i>
 <ul>
 <li>Développer le nombre de clients</li>
<li>Fidéliser ses clients</li>
<li>Rendre ce site de rencontre visible sur internet</li>
<li>Déployer l’observation sociale en Région Centre</li>
</ul>
</p>

>>>>>>> .r42
<H1>
2- Documentations</H1>

<H1>
3- Ressources</H1>

<<<<<<< .mine
<p>
<b>Ressource Homme:</b>
<ul>
<li>F. ARNOULD : Responsable r&eacute;seaux et charg&eacute; de contenu</li>
<li> M. CAMARA : Observateur</li>
<li>J. DURAND : Chef de projet</li>
<li>D.PAYANT : Responsable int&eacute;grateur et ergonomie</li>
<li>J. PHILIBERT : Responsable Web-designer</li>
<li>C. THURIER : Responsable d&eacute;veloppement</li>
</ul>
<br/>
<b>Ressource Enseignant:</b>
<ul>
<li>Jean-Michel COUVREUR : Enseignant G&eacute;nie Logiciel</li>
<li>Abdel Ali ED-DBALI : Enseignant Programmation Web</li>
<li> Muath ALRAMMAL : Enseignant TD G&eacute;nie Logiciel</li>
<li>Marcillo DE SOUTO : Enseignant TP Programmation Web</li>
<li>Mouhamadou SAKHO : Enseignant TP G&eacute;nie Logiciel</li>
</ul>
<br/>
=======
<p>
<b>Ressource Homme:</b>
<ul>
<li>F. ARNOULD</li>
<li> M. CAMARA</li>
<li>J. DURAND</li>
<li>D.PAYANT</li>
<li>J. PHILIBERT</li>
<li>C. THURIER</li>
</ul>
<br/>
<b>Ressources matérielles :</b>
<ul>
<li>Locaux du bâtiment 3IA pour travailler sur le projet</li>
<li>PC personnels des membres du groupe</li>
</ul>
<br/>
<br/>
<UL><I>Description des ressources humaines et mat&eacute;riels. Donner
et d&eacute;finir le r&ocirc;le des intervenants</I></UL>
>>>>>>> .r42

<b>Ressources Mat&eacute;rielles et Logicielles :</b>
<ul>
<li>Locaux du bâtiment 3IA pour travailler sur le projet</li>
<li>PC du bâtiment 3IA pour travailler sur le projet</li>
<li>PC personnels des membres du groupe</li>
<li>Google.code pour stocker les information et dire ce que l'on met dedans; pour la gestion de configuration</li>
<li>Site Free : http://arnould.f.free.fr/projet</li>
<li>Calcul de nos heures de travail : Dans dossier .odt, excel</li>
<li>PC personnels des membres du groupe</li>
</ul>
<br/>

<H1>
4- Planning</H1>

<UL><I>Planning r&eacute;alis&eacute; sur Gantt</I></UL>

<H1>
5- D&eacute;livrables</H1>

<UL><I>Description des d&eacute;livrables (cahier des charges, m&eacute;moire,
manuel utilisateur, pr&eacute;sentation)</I></UL>

<UL><I>les D&eacute; que l'on peut trouver sur ce site :</I>
<LI>Cahier des charges initial: Word, délivrable sur le site : en PDF</LI>
<LI>M&eacute;moire de chacun des membres du groupe</LI>
<LI>Manuel d'utilisation</LI>
<LI>pr&eacute;sentation du projet</LI>
</UL>

<UL><I>Pour le s&eacute;minaire de G&eacute;nie Logiciel :</I>
<LI>Le site FREE : </LI>
<LI>Rapport d'activit&eacute; individuel</LI>
<LI>Manuel d'utilisation</LI>
</UL>

<UL><I>Pour le s&eacute;minaire de Programmation Web :</I>
<LI>Site internet</LI>
<LI>Le site FREE : </LI>
<LI>Présentation du Site</LI>
</UL>


<HR WIDTH="100%">
<BR><A HREF="acceuil.htm">LAPI.NET</A>
</BODY>
</HTML>
